Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The application of the law – count III of the indictment on recruitment into ISIL
nb: Lovanvendelsen – tiltalens post III om rekruttering til ISIL

source: I therefore find that the Taxquet judgement cannot be understood to mean that a jury must give reasons for its verdict, or that the jury system must be abolished, but it might be a warning that the ECtHR will view criminal cases determined by a jury more critically than it has done until now.
nb: Jeg legger altså til grunn at Taxquet-dommen ikke kan leses slik at den stiller krav om at juryen må begrunne sin kjennelse eller om at juryordningen må avvikles, men at den kan innvarsle at EMD vil se mer kritisk på rettssaker avgjort av jury enn Domstolen har gjort tidligere.

source: B and A exploited D, E and C for forced labour.
nb: B og A utnyttet altså D, E og C til tvangsarbeid.

source: From 2012, the operation has suffered a deficit.
nb: Fra og med 2012 har driften gått med underskudd.

source: I quote the following:
nb: Jeg gjengir følgende:

source: As I have already pointed out, provisions concerning execution are not regarded as penalties pursuant to Article 7.
nb: Som jeg allerede har påpekt, er bestemmelser om fullbyrdelse ikke regnet som straff etter artikkel 7.

source: But the recruitment of J and B – which is the reason for A's conviction under count III of the indictment – has not been included in the assessment of count II on participation.
nb: Men rekrutteringen av J og B – som er grunnlaget for at A ble dømt etter tiltalens post III − er ikke tatt i betraktning i vurderingen av post II om deltakelse.

source: "Those who have granted credit to the debtor have normally done so in accordance with the rules applicable for the creditors' right of seizure in the country where the security interest grantor lives or has his place of business.
nb: "De som har ytet pantsetteren kreditt, har som regel gjort det ut fra de regler som gjelder for kreditorenes beslagsrett i det land hvor pantsetteren bor eller har sitt forretningssted.

source: If the journalist's sources can be revealed, the protection according to Article 10 of ECHR also includes unedited and unpublished material, such as raw film recordings.
nb: Såfremt journalistens kilder kan bli avslørt, omfatter vernet etter EMK artikkel 10 også uredigert og upublisert materiale, som for eksempel råopptak av film.

source: However, the Court of Appeal has assumed that the exception for subjective guilt under section 69 cannot be practiced because it conflicts with Article 7 of the Convention:
nb: Lagmannsretten har imidlertid antatt at unntaket for subjektiv skyld etter § 69 ikke kan praktiseres fordi det kommer i konflikt med EMK artikkel 7:

source: A (Counsel Marius Oscar Dietrichson) v.
nb: A (advokat Marius Oscar Dietrichson) mot Påtalemyndigheten (kst.

source: The applicant had been sentenced to 15 years of imprisonment for sexual abuse of a minor.
nb: Klageren var dømt til 15 års fengsel for seksuell omgang med en mindreårig.

source: The arguments before the Supreme Court are mainly the same as those before the court of appeal, but the contention that the transfer of pilots from NAN to PSN in March 2015 was invalid because it took place during a labour dispute has been withdrawn.
nb: Anførslene for Høyesterett er i det vesentlige de samme som for lagmannsretten, men anførselen om at virksomhetsoverdragelsen av piloter fra NAN til PSN i mars 2015 er ugyldig fordi den fant sted under en arbeidskonflikt, er frafalt.

source: The same applies to inheritance disputes resolved through legal action pursuant to section 30.
nb: Det samme gjelder skiftetvister som behandles i søksmåls former etter lovens § 30.

source: The complaint concerned administration of the estate of a deceased, where the defendant was the
nb: Klagen gjaldt en dødsbobehandling hvor innklagede dommer var ansvarlig dommer.

source: As for the new public reached by Airfield, the CJEU concluded that Airfield was required to obtain clearance – or authorisation – from the rights holders, unless the broadcaster concerned had obtained authorisation also for this public, see paragraph 83.
nb: For det nye publikummet Airfields sendinger nådde, konkluderte EU-domstolen med at Airfield hadde plikt til å klarere med rettighetshaverne, med mindre kringkasterne hadde sørget for klarering også for dette publikummet, se avsnitt 83.

source: This was why the State of Azerbaijan was found to have violated Article 46.
nb: Dette var grunnlaget for at staten Aserbajdsjan ble funnet å ha krenket artikkel 46.

source: Article 8 of the European Convention on Human Rights reads:
nb: EMK artikkel 8 har denne ordlyden i norsk oversettelse:

source: In fact, the decision from 2011 granting the residence permit made it explicitly clear that the permit could be revoked if B turned up in Norway.
nb: Innvilgelsesvedtaket fra 2011 gjorde da også uttrykkelig oppmerksom på at tillatelsen kunne bli trukket tilbake dersom samboeren kommer hit.

source: Also in its judgment HR-2016-562-A, in the case between the collecting society Norwaco and Get AS, the Supreme Court concluded that the distributor had an independent clearance responsibility.
nb: Også i HR-2016-562-A, i saken mellom opphavsrettsorganisasjonen Norwaco og Get AS, la Høyesterett til grunn at distributøren hadde selvstendig klareringsplikt.

source: C's desire to make a living was used as a means of coercing him to accept new offers of employment from B and to complete seasonal work until and including 2011, despite the fact that he felt used.
nb: Ønsket om å tjene til livets opphold var med på å presse ham til å akseptere nye arbeidstilbud fra B og gjennomføre avtalt sesongarbeid frem til og med 2011, og det til tross for at han følte seg utnyttet.

source: unless otherwise indicated by the context, were added by Anders Løøv.
nb: sammenhengen, er tilføyd av Anders Løøv.

source: The EFTA Court interprets Article 21 as precluding conditions such as:
nb: Domstolen tolker artikkel 21 slik at denne bestemmelsen utelukker vilkår om

source: a) From June 2014 until September 2014, he had a number of meetings and other forms of contact with J and contributed to J joining ISIL.
nb: a) I perioden fra juni 2014 til september 2014 hadde han gjentatte møter og annen kontakt med J og bidro til at J sluttet seg til ISIL.

source: This part of the complaint was dismissed.
nb: Denne delen av klagen ble avvist.

source: The Prison Act states in Section 42:
nb: Når det gjelder fengselsloven, uttales i avsnitt 42:

source: See chapter 6 of the Children Act (lovdata.no)
nb: (lovens kapittel 6 på lovdata.no)

source: He brought NOK 30 000 to India after the end of the working period.
nb: Han fikk med seg 30 000 norske kroner til India da han dro hjem etter endt arbeidsperiode.

source: Public performance includes broadcasting and wireless/wired transmission to the public, including communication on-demand.
nb: Offentlig fremføring omfatter bl.a kringkasting og trådløs/trådbundet overføring til allmennheten, herunder tilgjengeliggjøring på forespørsel.

source: André and others v.
nb: André og andre mot Frankrike

source: The Commissioner appealed the judgment to Hålogaland Court of Appeal.
nb: Politimesteren anket dommen til Hålogaland lagmannsrett.

source: An interference here may therefore, depending on the circumstances, hit an individual hard.
nb: Et inngrep i denne kan derfor etter omstendighetene ramme den enkelte hardt.

source: Under the EEA grants, the NCA organized a webinar on June 10 th
nb: Som en del av EØS-samarbeidet, arrangerte internasjonalt sekretariat et webinar 10.

source: The Supreme Court agreed with Fosen Vind DA that a "green shift" and increased renewable energy production are important factors.
nb: Høyesterett sa seg enig med Fosen Vind DA i at hensynet til «grønt skifte» og økt fornybar energiproduksjon er viktig.

source: Credit is granted of 777 – sevenhundredandseventyseven – days for time spent in custody at the time of the judgment."
nb: Til fradrag i straffen går 777 – syvhundreogsyttisyv – dager for utholdt varetekt per domstidspunktet."

source: A (Counsel Anders Morten Brosveet), PS Anlegg AS (Counsel Erik Eriksen), B (Counsel Halvard Helle) v. The Public Prosecution Authority (Counsel Hans Tore Høviskeland)
nb: A (advokat Anders Morten Brosveet), PS Anlegg AS (advokat Erik Eriksen), B (advokat Halvard Helle) mot Påtalemyndigheten (førstestatsadvokat Hans Tore Høviskeland)

source: Thus, the claim submitted by Skaugen is a different claim than the claim the Shipyard could have submitted against MAN.
nb: Kravet Skaugen fremmer er da i realiteten et annet krav enn det Verftet eventuelt kunne ha fremmet overfor MAN.

source: The central issue is that the primary connection of the activity – based on an assessment of all relevant aspects – was with the SAS contract.
nb: Jeg er enig med partene i at det andre vilkåret er oppfylt, selv om overføringen har skjedd i et trepartsforhold.

source: Johansen v. Norway
nb: Johansen mot Norge

source: The Human Rights Committee stated in the Mahuika case that the relevant members of the minority must have had the "the opportunity to participate", see section 9.5.
nb: Menneskerettskomiteen uttalte i Mahuika-saken at de aktuelle medlemmene i minoriteten må ha fått "the opportunity to participate", se punkt 9.5.

source: occasions in the forest and lowland tracts down towards Lake Selbu after about 1860.
nb: lavlandstraktene ned mot Selbusjøen etter ca 1860.

source: paragraphs 79 and 80 and in SBS paragraph 31.
nb: avsnitt 79 og 80 og SBS-saken avsnitt 31.

source: Even if the reference to the Gold Clause judgment does not necessarily suggest that the need for retroactivity must be of the same compelling nature as in that case, both the formulation of the norm and this exemplification indicate a narrow possibility for the legislator to issue rules with such an effect in this type of legislation.
nb: Selv om henvisningen til gullklausuldommen ikke nødvendigvis tilsier at behovet for tilbakevirkning må være av samme tvingende karakter som i den saken, indikerer både formuleringen av normen og denne eksemplifiseringen en snever adgang for lovgiver til å gi regler med en slik virkning i denne type lover.

source: The Court also took the grounds for deprivation of care into account in its assessment of the adoption issue, see paragraph 153.
nb: EMD tok imidlertid også i betraktning grunnene for omsorgsovertakelse ved bedømmelsen av adopsjonsspørsmålet, se avsnitt 153.

source: However, it follows from section 7 that the verification of whether the conditions are met shall take place in connection with the first allocation and that a new allocation shall as a main rule take place without any new verification.
nb: Det følger imidlertid av § 7 at prøvingen av om vilkårene er oppfylt skal gjøres ved første gangs tildeling, og at ny tildeling som hovedregel skal skje uten ny prøving.

source: 2009, the appeal has been heard by the Supreme Court sitting in plenary pursuant to the
nb: mars 2009 behandlet av Høyesterett i plenum, jf.

source: The Supreme Court stated here that new rules could be applied "within reasonable limits" even if other execution of sentence rules applied at the time of the offence in the case in question.
nb: Her uttalte Høyesterett at nye fullbyrdelsesregler ”innen rimelige grenser” kunne gis anvendelse selv om det i det tilfellet gjaldt andre fullbyrdelsesregler på gjerningstidspunktet.

source: Their days were filled with work, with eating and sleeping, possibly with some TV/film watching and card-playing at night with the other Indian workers.
nb: Dagene gikk med til å arbeide, spise og sove, eventuelt se på fjernsyn/film og spille kort med de øvrige indiske arbeiderne om kvelden.

source: , where it is stated in paragraph 26:
nb: , hvor førstvoterende uttaler i avsnitt 26:

source: Various objections may be raised against them that cannot automatically be discarded.
nb: Det kan reises ulike innsigelser mot undersøkelsene, som ikke uten videre kan settes til side som grunnløse.

source: The provisions in the draft are of course worded with the aim of being in accordance with these provisions, but if there is doubt regarding the application of a provision, section 3 implies that one must use the interpretation option that has the effect that international law is not breached.
nb: Reglene i lovutkastet er selvsagt utformet med sikte på å være i samsvar med disse forpliktelsene, men dersom det skulle oppstå tvil ved anvendelsen av en bestemmelse, innebærer § 3 at man skal anvende det tolkningsalternativ som gjør at folkerettsbrudd unngås.

source: The bankruptcy estate of Oslo Vei AS, (Counsel Christian Østerdahl Poulsson)
nb: Overføringsavtalens Sikringsordning (advokat Andreas Norby) mot Oslo Vei AS, dets konkursbo (advokat Christian Østerdahl Poulsson)

source: , see for instance para 51.
nb: , se blant annet avsnitt 51.

source: "Bankruptcy in itself does not prevent adjudication in other countries.
nb: "En konkurs er altså ikke i seg selv til hinder for pådømmelse i andre land.

source: Furthermore, the population’s view must have been influenced by the fact that also in 1921 the State
nb: Befolkningens oppfatning må dessuten ha vært påvirket av at staten også i 1921 påberopte seg eiendomsrett uten at det ble straffesak av det.

source: Like the court of appeal and the parties before the Supreme Court, I should nevertheless comment on when the participation started and when it ended with regard to the discussion I have just finished.
nb: I likhet med lagmannsretten og partene for Høyesterett finner jeg det likevel naturlig å kommentere spørsmålet om deltakelsens begynnelse og slutt i tilknytning til den drøftelsen jeg nettopp har gjennomført.

source: In 2015, a new survey was carried out aimed at physicians and pharmacists concerning GSK dark purple.
nb: Det ble i 2015 gjennomført en ny undersøkelse rettet mot leger og apotekansatte farmasøyter.

source: In my view, the protection under the Trademarks Act section 4 is not only applicable in a
nb: Etter min oppfatning er vernet etter varemerkeloven §4 ikke bare knyttet til en

source: A, The Norwegian Consumer Council (intervener) (Counsel Erlend Haaskjold) v. AmTrust Europe Limited (Counsel Joachim Dahl Wogstad Skjelsbæk)
nb: A, Forbrukerrådet (partshjelper) (advokat Erlend Haaskjold) mot AmTrust Europe Limited (advokat Joachim Dahl Wogstad Skjelsbæk)

source: Skarven and by Kvernfjell Water on the state common.
nb: Skarven og ved Kvernfjellvatna i statsallmenningen.

source: de facto regarded as actual retroactivity required "strong societal considerations" in order for the law to prevail over Article 97 of the Constitution.
nb: I de eksemplene jeg har nevnt, og som, slik jeg leser dommene, reelt sett ble ansett som egentlig tilbakevirkning, er det krevd "sterke samfunnsmessige hensyn" for at loven skal stå seg i forhold til Grunnloven § 97.

source: It is uncertain whether A has any family network to support her in Kenya, she is HIV positive and without an education.
nb: Det er usikkert om A har noe familienettverk å støtte seg på i Kenya, hun er HIV-positiv og er uten utdannelse.

source: "In its judgment page 43, the district court assumes that the 'assessment [is to] be limited to the elements in the film car that are recognised in Il Tempo Extra Gigante, because only these are relevant in the assessment of infringement.
nb: "Tingretten legger i sin dom side 43 til grunn at 'vurderingen [skal] avgrenses til de elementer i filmbilen som gjenfinnes i Il Tempo Extra Gigante, fordi bare disse elementene er relevante i krenkelsesvurderingen'.

source: Based on this, my conclusion is that the actual coercive situation in which the administrative decision on expulsion against A puts B cannot in the legal sense be equated with a decision to expel B in violation of national or international prohibition of expulsion of own citizens.
nb: Min konklusjon er på denne bakgrunn at den faktiske tvangssituasjonen som utvisningsvedtaket mot A setter B i, ikke i rettslig forstand kan sidestilles med et vedtak om å utvise B i strid med nasjonale eller internasjonale forbud mot utvisning av egne statsborgere.

source: In the ICAO's "Guide for Assessing Security of Handling and Issuance of Travel Documents" from January 2010, it is stated in Part 1 regarding "best practices" that most countries operate with three necessary conditions for issuing a travel document.
nb: I ICAOs "Guide for Assessing Security of Handling and Issuance of Travel Documents"fra januar 2010 heter det i del 1 om "best practices" at de fleste land opererer med tre nødvendige forutsetninger for å utstede et reisedokument.

source: (127) The family A had to leave the country in March 2012, and has not been able to return.
nb: (127) Familien BC måtte reise ut av landet i mars 2012, og har ikke kunnet returnere.

source: Appointed Supreme Court Justice in August 2004.
nb: Tiltrådte som høyesterettsdommer i august 2004.

source: During the preparation of this amendment, the Parliament emphasised that
nb: Rettens internasjonale trekk, og domstolenes rolle i den

source: Brækhus points out that there are important arguments in favour of choosing the law of the cedent's/security interest grantor's home country, see Sikkerhet i certepartier og certepartifrakter [Security in charter parties and charter party freight], page 55:
nb: Brækhus påpeker at viktige momenter kan anføres for å velge cedentens/pantsetterens hjemlands rett, se Sikkerhet i certepartier og certepartifrakter, side 55:

source: It was a system of subordination with which we are unfamiliar in Norwegian working life, but which is supposedly culturally conditioned.
nb: Det eksisterte et over/-underordningsforhold som er ukjent i norsk arbeidsliv, men formentlig er kulturelt betinget.

source: Hence, the statutory requirement is that the shades of purple asserted as trademarks established by use must not only be well known, but also well known as someone's sign.
nb: Lovens krav er altså at de lillanyanser som påstås innarbeidet som varemerker, ikke bare må være godt kjent, men må være godt kjent som noens særlige kjennetegn.

source: Subsequent colour use has not been entirely consistent, but the manufacturers of inhalation drugs have since 1970, with no exception, been using a blue colour on the user equipment for anti-seizure drugs.
nb: Senere bruk av farger har ikke vært helt konsekvent, men produsentene av inhalasjonsmedisiner har siden 1970 uten unntak brukt blå farge på brukerutstyret for anfallsmedisin.

source: stated that these allegations were not supported by the other statements in the case.
nb: Utvalget viste til at anførslene ikke ble støttet av de øvrige uttalelsene i saken.

source: Reference is made to the draft Execution of Sentences Act, Proposition no. 5 to the Odelsting (2000-2001), page 160, where current practice according to Section 35, first paragraph, second sentence of the Prison Act is described as follows:
nb: Det er vist til proposisjonen til straffegjennomføringsloven, Ot.prp. 5 (2000–2001),side 160, der gjeldende praksis etter fengselsloven § 35 første ledd andre punktum er beskrevet som følger:

source: As set out the minutes of the board meeting in NAN on 1 November 2013, NAN would from the same date take over the operation of NAS's short-distance routes in Norway.
nb: I henhold til protokoll fra styremøtet i NAN 1. november 2013 skulle NAN fra samme dato overta driften av NAS' kortdistanseruter i Norge.

source: Arbitration is agreed both in the direct contractual relationship between MAN Germany and the Shipyard and in the direct contractual relationship between the Shipyard and Skaugen Norge – however with different contents as to the place of arbitration and choice of law.
nb: Det er avtalt voldgift både i det direkte kontraktsforholdet mellom MAN Tyskland og Verftet, og i det direkte forholdet mellom Verftet og Skaugen Norge – riktignok med ulikt innhold hva gjelder voldgiftssted og lovvalg.

source: A smaller group of Maori had a different view claiming that the regulation and the settlement violated their rights under article 27.
nb: En mindre gruppe maorier hadde et annet syn og gjorde gjeldende at reguleringen og forliket krenket deres rettigheter etter artikkel 27.

source: When both the Ministry and the Standing Committee on Justice hold that only "qualified"participation is punishable under the option, it must mean that a threshold must be exceeded.
nb: Når både departementet og justiskomiteen uttaler at det bare er "kvalifisert" deltakelse som kan medføre straff etter dette alternativet, betyr det etter mitt syn at man må over en terskel.

source: The Dogs Act replaced a number of previous in previous legislation, among others the preliminary Fighting Dogs Act of 1991.
nb: Hundeloven erstattet en rekke tidligere bestemmelser spredt rundt i lovgivningen, blant annet den midlertidige kamphundloven fra 1991.

source: Against this background, I find that the later judgments support and specify the criteria set by the court in the Gourdian versus Nadler case, and on which the Supreme Court based its judgment in Rt-1996-25.
nb: På denne bakgrunn mener jeg at de senere dommene underbygger og presiserer de kriteriene domstolen fastsatte i saken Gourdain mot Nadler, og som Høyesterett baserte seg på i Rt-1996-25.

source: These features had not been copied in "Il Tempo Extra Gigante", which has an industrial look.
nb: Disse trekk er ikke etterlignet i Il Tempo Extra Gigante.

source: This is the background for Caprino Filmcenter's submission that the rollercoaster Il Tempo Extra Gigante is a copy of Sandemose's work.
nb: Det er dette som er grunnlaget for Caprino Filmcenters anførsel om at berg- og dalbanen Il Tempo Extra Gigante er en etterligning av Sandemoses åndsverk.

source: see section 6-3 of the Child Welfare Act. The decisive point is whether – despite the goal of family reunification and the principle that a child should grow up with its biological parents – there is a significant risk of harm in the end, so that the child would be better off if the care order was maintained.
nb: barnevernloven § 6-3. Det avgjørende vil være om det – til tross for et mål om gjenforening og at barnet som utgangspunkt skal vokse opp hos sine biologiske foreldre – foreligger en reell fare for skadevirkninger av betydning på sikt, slik at det er til barnets beste at vedtaket om omsorgsovertakelse ikke oppheves.

source: According to long-term case law of the European Court of Human Rights (ECtHR), the concern for the child's best interest may justify interference with family life, as the latter is protected by ECHR Article 8.
nb: Det er i langvarig praksis fra Den europeiske menneskerettsdomstol (EMD) lagt til grunn at hensynet til barnets interesse kan begrunne inngrep i familielivet, slik dette er vernet av EMK artikkel 8.

source: Kjell Aukrust's copyright in drawing A is thus not limited to the "general appearance" of the drawing, as assumed by the court of appeal.
nb: Kjell Aukrusts opphavsrett til tegning A er altså ikke begrenset til "helhetsinntrykket" av tegningen, slik lagmannsretten legger til grunn.

source: To maintain security, the police may implement a number of immediate measures pursuant to section 17.
nb: For å vareta sikkerheten kan politiet iverksette en rekke umiddelbare tiltak etter reglene i hundeloven § 17.
